export default {
	'事件': '事件',
	'跳过': '跳过',
	'loading事件正文': (
				<div>
					<p>星历536年，隶属于地球国际的无限深空号恒星级战舰前往外太空执行任务的过程中，战舰的引擎发生故障，战舰无法减速转弯并返回地球，在漫长的时间里，无限深空号将会一直以光速的1/100朝漆黑的宇宙深处航行。</p>

					<p>为了重返太阳系，船员们必须修好发动机，但发动机损坏严重，根据推算，以当前的速度，在修好发动机后，飞船内剩余的燃料已经不足以支撑飞船减速、转弯、加速再减速的过程。</p>

					<p>即使将燃料主要用于两次减速阶段，只以最低燃料供给于加速阶段也是不可行的，根据推算，去除两次减速的燃料，剩余的燃料只能够将飞船加速至光速的1/10000，以这样的速度返回太阳系，几乎是不可能的，因为战舰的冬眠和生态维持系统无法坚持那么久的时间。</p>

					<p>最终，经过全体舰员的投票，决定放弃修复现有发动机的决定，并将资源投入到研发新型星舰发动机的研发上。</p>

					<p>但是，在新型发动机的研究方向上，战舰上却产生了相当大的分歧，有的舰员倾向于将研究方向朝有一定理论基础的电磁驱动引擎或中微子引擎发展，也有些极端的舰员建议将研究方向朝连可行性都没有确定的曲率驱动引擎或无限非概率引擎发展。</p>

					<p>这样的分歧最终导致战舰不得不同时将研究方向朝几个方向发展，但是战舰的资源有限，这样每个方向得研究都变的很不顺利。</p>
				</div>
				),
	'加载中...': '加载中...',
	'加载完成': '加载完成',
	'平台规则': '平台规则',
	'关于我们': '关于我们',
	'投入': '投入',
	'收益': '收益',
	'无限深空号': '无限深空号',
	'副舰长': '副舰长',
	'可领取福利': '可领取福利',
	'清空倒计时': '清空倒计时',
	'列兵': '列兵',
	'你从冬眠中苏醒了啊？了解下战舰的变化吧...': '你从冬眠中苏醒了啊？了解下战舰的变化吧...',
	'领取': '领取',
	'详情': '详情',
	'重新注入星痕': '重新注入星痕',
	'可注入': '可注入',
	'已注入': '已注入',
	'记录': '记录',
	'邀请': '邀请',
	'钱包': '钱包',
	'提取': '提取',
	'当前拥有的星痕能量': '当前拥有的星痕能量',
	'冻结中': '冻结中',
	'可提现': '可提现',
	'已提现': '已提现',
	'总充值': '总充值',
	'星痕水晶是一种晶体物质，可以存储和释放能量，由于战舰上资源有限，个人所拥有的的星痕水晶成为了研究新型引擎所需能源的重要来源，单个星痕水晶可以存储的能量大小至今仍未探明。': '星痕水晶是一种晶体物质，可以存储和释放能量，由于战舰上资源有限，个人所拥有的的星痕水晶成为了研究新型引擎所需能源的重要来源，单个星痕水晶可以存储的能量大小至今仍未探明。',
	'【注:1星痕能量=1ETH】': '【注:1星痕能量=1ETH】',
	'邀请': '邀请',
	'邀请链接': '邀请链接',
	'请先注入能量获取邀请码': '请先注入能量获取邀请码',
	'以现在星痕水晶所提供的能量，远远无法满足您所倾向的引擎的研发需求，不如试试发展更多的支持者吧！': '以现在星痕水晶所提供的能量，远远无法满足您所倾向的引擎的研发需求，不如试试发展更多的支持者吧！',
	'【注:邀请码包含在链接里】': '【注:邀请码包含在链接里】',
	'士官长': '士官长',
	'消息详情': '消息详情',
	'来自副舰长': '来自副舰长',
	'首页消息详情正文': (
				<div>
					<p>你好士官长，你刚刚从冬眠中苏醒，应该还不太了解战舰上发生的变化吧！那么，我就诶讲述一下吧！</p>
				
	                <p>星历536年，隶属于地球国际的无限深空号恒星级战舰前往外太空执行任务的过程中，战舰的引擎发生故障，战舰无法减速转弯并返回地球，在漫长的时间里，无限深空号将会一直以光速的1/100朝漆黑的宇宙深处航行。</p>
	
	                <p>为了重返太阳系，船员们必须修好发动机，但发动机损坏严重，根据推算，以当前的速度，在修好发动机后，飞船内剩余的燃料已经不足以支撑飞船减速、转弯、加速再减速的过程。</p>
	
	                <p>即使将燃料主要用于两次减速阶段，只以最低燃料供给于加速阶段也是不可行的，根据推算，去除两次减速的燃料，剩余的燃料只能够将飞船加速至光速的1/10000，以这样的速度返回太阳系，几乎是不可能的，因为战舰的冬眠和生态维持系统无法坚持那么久的时间。</p>
	
	                <p>最终，经过全体舰员的投票，决定放弃修复现有发动机的决定，并将资源投入到研发新型星舰发动机的研发上。</p>
	
	                <p>但是，在新型发动机的研究方向上，战舰上却产生了相当大的分歧，有的舰员倾向于将研究方向朝有一定理论基础的电磁驱动引擎或中微子引擎发展，也有些极端的舰员建议将研究方向朝连可行性都没有确定的曲率驱动引擎或无限非概率引擎发展。</p>
	
	                <p>这样的分歧最终导致战舰不得不同时将研究方向朝几个方向发展，但是战舰的资源有限，这样每个方向得研究都变的很不顺利。</p>
				</div>),
	'错误': '错误',
	'没有钱包环境无法运行此项目': '没有钱包环境无法运行此项目',
	'首页平台规则正文': (
				<div>
					<p>
	                  静态收益：<br/>
	                  L1投资1-5个ETH，得到日收益0.6%<br/>
	                  L2投资6-10个ETH，得到日收益0.8%<br/>
	                  L3投资11-15个ETH，得到日收益1.2%<br/>
	                </p>
	                <p>
	                  动态奖励：<br/>
	                  L1拿一级收益的50%，<br/>
	                  L2拿一级收益的50%，二级收益的50%三级收益的30%<br/>
	                  L3拿一级收益的50%，二级收益的50%三级收益的30%，四级～十级收益的10%<br/>
	                  （24小时自动结算，下级满24小时结算收益同时，领导人得到领导奖励）<br/>
	                </p>
	                <p>
	                  导师祝福奖励：<br/>
	                  每日10：00可点击领取，直推可以拿到上级领导投资收益的50%<br/>
	                </p>
	                <p>
	                  初级导师：<br/>
	                  直推达到5人，团队业绩100ETH，拿新增业绩1%<br/>
	                  （这1%领导人拿0.4%，剩下的0.6%平均奖励给伞下有效会员）<br/>
	                </p>
	                <p>
	                  中级导师：<br/>
	                  直推达到15人，团队业绩200ETH，拿新增业绩2%<br/>
	                  （这2%领导人拿0.8%，剩下的1.2%平均奖励给伞下有效会员）<br/>
	                </p>
	                <p>
	                  高级导师：<br/>
	                  直推达到30人，团队业绩500ETH，拿新增业绩3%<br/>
	                  （这3%领导人拿1.2%，剩下的1.8%平均奖励给伞下有效会员）<br/>
	                </p>
	                <p>
	                  烧伤：例如A投了1个ETH，B投了5个ETH，那么A只能拿到B1一个ETH的收益<br/>
	                  平台每月收取新增业绩3%作为手续费<br/>
	                  5天一轮，到时间暂停收益，强制出局，必须重新复投，否则不在计算奖励<br/>
	                </p>
                </div>),
	'首页关于我们正文': (
				<div>
					<p style={{textIndent: '2em'}}>很高兴！我们有共同的爱好和理想，一群集合了智慧和技术的深网极客，我们放弃掉不公平的规则约束。基于智能合约的条件触发性，执行命令，使得所有的捣乱者没有机会作弊，它公平，公开，透明，安全，不可篡改的特性更适合于Ethereum的生态环境。为了助力Ethereum社区共识，EthereumPark诞生了。</p>
	                <p style={{textIndent: '2em'}}>现在共识经济处于野蛮混乱的状态，非共识自治是规则不公平的主要原因。使得参与者无法保护自己的权益，大量的参与者因失落，无奈退出了这个行业。因此受到PMM（Perpetual motion machine ）的启发，EthereumPark布局的第一个生态PMC应用由此而生，PMC宗旨就是打造一个生生不息的共识经济dapp。</p>
	                <p style={{textIndent: '2em'}}>PMC5天一个周期，反向收益的设计体现了公平共赢，使Ethereum生态做的更具凝聚力！我们要做一件伟大的事情！让智能合约真正为混乱的共识经济提供持续良性发展的动力。</p>
                </div>),
	'同步用户信息中...': '同步用户信息中...',
	'提取中...': '提取中...',
	'正在查询提取状态...': '正在查询提取状态...',
	'提取成功': '提取成功',
	'提取失败': '提取失败',
	'领取中...': '领取中...',
	'正在查询领取状态...': '正在查询领取状态...',
	'领取成功': '领取成功',
	'领取失败': '领取失败',
	'复制成功': '复制成功',
	'复制失败，请重试': '复制失败，请重试',
}